Repository: zhrispineda/Settings-tvOS
Catalog: TVSettings/Resources/Localizable.xcstrings
Source language: en
Languages: ar, ca, cs, da, de, el, es, es_us, fi, fr, fr_ca, he, hi, hr, hu, id, it, ja, ko, ms, nb, nl, no, pl, pt_br, pt_pt, ro, ru, sk, sl, sv, th, tr, uk, vi, zh_cn, zh_hk, zh_tw

# AXVoiceOverNavigationStyleFollowFocus
source: Follow Focus
ar: تتبع التركيز
ca: Segueix el focus
cs: Sledovat zaměření
da: Følg fokus
de: Fokus folgen
el: Ακολούθηση εστίασης
es: Seguir foco
es_us: Seguir lo enfocado
fi: Seuraa kohdistusta
fr: Suivre la mise au point
fr_ca: Suivre la cible
he: מעקב אחרי המיקוד
hi: फ़ोकस फ़ॉलो करें
hr: Praćenje fokusa
hu: Fókusz követése
id: Ikuti Fokus
it: Segui la selezione
ja: カーソルに追従
ko: 초점 따라가기
ms: Ikut Fokus
nl: Volg focus
no: Følg fokus
pl: Podążaj za fokusem
pt_br: Seguir Foco
pt_pt: Seguir o foco
ro: Urmărire focalizare
ru: Следовать за фокусом
sk: Sledovať zameranie
sl: Spremljanje fokusa
sv: Följ fokus
th: ตามโฟกัส
tr: Odağı Takip Et
uk: Рух за фокусом
vi: Đi theo tiêu điểm
zh_cn: 跟随焦点移动
zh_hk: 隨焦點移動
zh_tw: 隨焦點移動

# AXCaptionFontSystemFont
source: System Font Regular
ar: خط النظام عادي
ca: Tipus de lletra del sistema normal
cs: Standardní systémové písmo
da: Normal systemskrift
de: Systemschrift Normal
el: Γραμματοσειρά συστήματος, κανονικά
es: Tipo de letra del sistema regular
es_us: Tipo de letra del sistema normal
fi: Normaali järjestelmäfontti
fr: Police système courant
fr_ca: Police système normale
he: גופן מערכת רגיל
hi: सिस्टम फ़ॉन्ट रेग्युलर
hr: Regularni font sustava
hu: Rendszerbetűtípus - normál
id: Font Sistem Reguler
it: Font sistema normale
ja: システムフォント（レギュラー）
ko: 시스템 서체 일반체
ms: Fon Sistem Biasa
nl: Systeemlettertype regulier
no: Systemfont normal
pl: Czcionka systemowa (Regular)
pt_br: Fonte do Sistema Regular
pt_pt: Tipo de letra do sistema regular
ro: Font de sistem normal
ru: Системный шрифт, обычный
sk: Systémové písmo Regular
sl: Sistemska pisava navadno
sv: Systemtypsnitt normalt
th: แบบอักษรปกติของระบบ
tr: Sistem Fontu Normal
uk: Системний шрифт, звичайний
vi: Phông chữ hệ thống thường
zh_cn: 系统字体常规体
zh_hk: 系統字體（標準體）
zh_tw: 標準系統字體

# AXBrailleTranslationDefaultLanguageTitle
source: Default Braille Table
ar: جدول برايل الافتراضي
ca: Taula Braille per omissió
cs: Výchozí Braillova tabulka
da: Standard punktskrifttabel
de: Standard-Braille-Tabelle
el: Προεπιλεγμένος πίνακας Μπράιγ
es: Tabla de braille por omisión
es_us: Tabla Braille predeterminada
fi: Oletuspistekirjoitustaulukko
fr: Table braille par défaut
fr_ca: Tableau braille par défaut
he: ברירת המחדל לטבלת הברייל
hi: डिफ़ॉल्ट ब्रेल टेबल
hr: Standardna brajeva tablica
hu: Alapértelmett Braille-tábla
id: Tabel Braille Default
it: Tabella Braille di default
ja: デフォルトの点字表
ko: 기본 점자표
ms: Jadual Braille Lalai
nl: Standaardbrailletabel
no: Standard punktskrifttabell
pl: Domyślna tabela Braille'a
pt_br: Tabela de Braille Padrão
pt_pt: Tabela braille predefinida
ro: Tabel Braille implicit
ru: Таблица Брайля по умолчанию
sk: Predvolená Braillova tabuľka
sl: Privzeta tabela za Braillovo pisavo
sv: Förvald punktskriftstabell
th: ตารางอักษรเบรลล์เริ่มต้น
tr: Saptanmış Braille Tablosu
uk: Типова брайль-таблиця
vi: Bảng braille mặc định
zh_cn: 默认盲文表
zh_hk: 預設點字表
zh_tw: 預設點字表

# AXVoiceOverAudioDuckingAlwaysValue
source: Always
ar: دائمًا
ca: Sempre
cs: Trvale
da: Altid
de: Immer
el: Πάντα
es: Siempre
es_us: Siempre
fi: Aina
fr: Toujours
fr_ca: Toujours
he: תמיד
hi: हमेशा
hr: Uvijek
hu: Mindig
id: Selalu
it: Sempre
ja: 常に
ko: 항상
ms: Sentiasa
nl: Altijd
no: Alltid
pl: Zawsze
pt_br: Sempre
pt_pt: Sempre
ro: Întotdeauna
ru: Всегда
sk: Vždy
sl: Vedno
sv: Alltid
th: ตลอดเวลา
tr: Her Zaman
uk: Завжди
vi: Luôn luôn
zh_cn: 始终
zh_hk: 總是
zh_tw: 永遠

# AXZoomMaxLevelSliderInstructions
source: Slide to adjust maximum Zoom level
ar: قم بالتمرير لضبط الحد الأقصى لمستوى التكبير/التصغير
ca: Llisca per ajustar el nivell màxim de zoom.
cs: Posunutím nastavíte maximální úroveň zvětšení
da: Skub for at justere maksimalt zoomniveau
de: Zum Anpassen der maximalen Zoom-Stufe streichen
el: Σύρετε για προσαρμογή του μέγιστου επιπέδου ζουμ
es: Desliza para ajustar el nivel máximo de zoom.
es_us: Desliza para ajustar el nivel máximo de zoom
fi: Säädä enimmäiszoomaustasoa liu’uttamalla
fr: Faites glisser pour ajuster le niveau de zoom maximum
fr_ca: Faites glisser pour régler le niveau de zoom maximum.
he: ניתן להחליק לשינוי רמת הזום המרבית
hi: अधिकतम ज़ूम स्तर ऐडजस्ट करने के लिए स्लाइड करें
hr: Povucite za podešavanje maksimalne razine zumiranja
hu: Csúsztassa el a maximális nagyítási szint beállításához
id: Geser untuk menyesuaikan level Zoom maksimum
it: Fai scorrere il cursore per regolare il livello massimo dello zoom
ja: スライドして最大ズームレベルを調整します
ko: 최대 확대/축소 단계를 조절하려면 미십시오.
ms: Luncur untuk melaraskan paras Zum maksimum
nl: Schuif om maximale zoomniveau aan te passen
no: Skyv for å justere maksimalt zoomnivå
pl: Przesuń, aby skorygować maksymalny poziom powiększenia
pt_br: Deslize para ajustar o nível máximo de Zoom
pt_pt: Passe o dedo para regular o nível máximo de ampliação.
ro: Glisați pentru a ajusta nivelul maxim de zoom
ru: Проведите пальцем, чтобы отрегулировать максимальную степень увеличения
sk: Potiahnutím upravte maximálnu úroveň zväčšenia
sl: Največjo stopnjo povečave prilagodite z drsenjem.
sv: Dra för att justera den maximala zoomnivån
th: เลื่อนเพื่อปรับระดับการซูมสูงสุด
tr: Maksimum büyütme düzeyini ayarlamak için kaydırın
uk: Посуньте, щоб змінити максимальне збільшення
vi: Trượt để điều chỉnh Mức thu phóng tối đa
zh_cn: 滑动以调整最高缩放级别
zh_hk: 掃一下調整最大縮放倍數
zh_tw: 滑動來調整最大縮放層級

# AXHoverTextDescription
source: Display a large-text view for items you focus on.
ar: إظهار عرض بحجم نص كبير للعناصر التي يتم التركيز عليها.
ca: Mostra una visualització del text en gran dels ítems que hi hagi al focus.
cs: Zvětšuje text zaměřených položek.
da: Vis emner, du fokuserer på, med stor tekst.
de: Zeige eine Ansicht mit großem Text für Objekte an, die du fokussierst.
el: Εμφάνιση των στοιχείων στα οποία εστιάζετε με μεγάλο κείμενο.
es: Se muestra una visualización del texto en grande de los ítems en los que te centras.
es_us: Muestra texto grande para los elementos en los que te enfocas.
fi: Näytä suuritekstinen näkymä kohdistuksessa oleville kohteille.
fr: Affichez une présentation agrandie des éléments ciblés.
fr_ca: Affiche une présentation agrandie du texte des éléments ciblés.
he: באפשרותך להציג את הפריטים שבהם ברצונך להתמקד במלל גדול יותר.
hi: आप जिन आइटम पर फ़ोकस करते हैं उनके लिए बड़ा टेक्स्ट दृश्य प्रदर्शित करें।
hr: Prikazivanje velikog teksta za stavke na koje ste usredotočeni.
hu: Nagyszöveges nézettel jeleníti meg a fókuszban lévő elemeket.
id: Gunakan tampilan teks besar untuk item yang Anda fokuskan.
it: Visualizza il testo ingrandito per gli elementi su cui ti soffermi.
ja: フォーカスする項目がテキスト拡大表示になります。
ko: 초점이 맞춰진 항목을 큰 텍스트로 표시합니다.
ms: Paparkan paparan teks besar untuk item yang anda fokuskan.
nl: Grote tekstweergave voor onderdelen in focus.
no: Vis stor tekst for objekter som du fokuserer på.
pl: Wyświetla duży tekst dla rzeczy, na których się skupiasz.
pt_br: Mostre uma visualização de texto grande dos itens nos quais você quer se concentrar.
pt_pt: Mostrar uma vista de texto grande dos elementos focados.
ro: Afișați o vizualizare cu text mare pentru articolele pe care focalizați.
ru: Отображает увеличенное текстовое описание объектов фокуса.
sk: Zobrazí názov zameraných položiek veľkým písmom.
sl: Prikažite pogled velikega besedila za elemente v fokusu.
sv: Visa objekt du fokuserar på med förstorad text.
th: แสดงข้อความผ่านมุมมองขนาดใหญ่สำหรับสิ่งที่คุณกำลังโฟกัส
tr: Odaklandığınız öğeleri büyük metin olarak görüntüler.
uk: Збільшуйте текст елементів, на яких ви хочете зосередитися.
vi: Hiển thị chế độ xem văn bản lớn cho các mục mà bạn tập trung.
zh_cn: 以大文本视图显示聚焦项目。
zh_hk: 以大型文字顯示聚焦項目。
zh_tw: 以大型文字顯示你所聚焦的項目。

# TAP_BEHAVIOR_AUTO_TIMEOUT_ADJUST_INSTRUCTIONS
source: Slide to adjust Auto Press timeout
ar: قم بالتمرير لضبط مهلة الضغط التلقائي
ca: Llisca per ajustar el temps límit de la premuda automàtica.
cs: Posunutím upravíte časový limit automatického stisknutí
da: Skub for at justere Interval for autotryk
de: Zum Anpassen der Zeitüberschreitung beim automatischen Drücken streichen
el: Σύρετε για προσαρμογή του χρονικού ορίου Αυτόματου πατήματος
es: Desliza para ajustar el tiempo límite para la pulsación automática.
es_us: Desliza para ajustar el intervalo para la presión automática
fi: Säädä automaattisen painalluksen aikakatkaisua liu’uttamalla
fr: Faites glisser pour ajuster le délai d’expiration de l’appui automatique
fr_ca: Faites glisser pour régler le délai d’appui automatique.
he: ניתן להחליק לשינוי הזמן הקצוב של ״לחיצה אוטומטית״
hi: ऑटो प्रेस टाइमआउट को ऐडजस्ट करने के लिए स्लाइड करें
hr: Povucite za podešavanje isteka automatskog odabira
hu: Csúsztassa el az Automatikus megnyomás időtúllépésének módosításához
id: Geser untuk menyesuaikan batas waktu Tekan Otomatis
it: Fai scorrere il cursore per regolare il timeout della pressione automatica
ja: スライドして自動押下のタイムアウトを調整します
ko: 자동 누르기 제한 시간을 조절하려면 미십시오.
ms: Luncur untuk melaraskan tamat masa Tekan Auto
nl: Schuif om de time-out voor 'Druk automatisch in' aan te passen
no: Skyv for å justere autotrykkintervall
pl: Przesuń, aby skorygować limit czasu automatycznego naciśnięcia
pt_br: Deslize o dedo para ajustar o tempo limite de Autopressionar
pt_pt: Passe o dedo para regular o intervalo de pressão automática.
ro: Glisați pentru a ajusta timpul de așteptare pentru opțiunea „Apăsare automată”
ru: Проведите пальцем, чтобы отрегулировать время ожидания автонажатия
sk: Potiahnutím nastavte časový interval autostlačenia
sl: Časovno omejitev samodejnega pritiska prilagodite z drsenjem
sv: Dra för att justera tidsgränsen för Autotryck
th: เลื่อนเพื่อปรับช่วงหมดเวลาของการกดอัตโนมัติ
tr: Otomatik Basma zaman aşımını ayarlamak için kaydırın
uk: Посуньте, щоб змінити затримку Автонатиску
vi: Trượt để điều chỉnh hết thời gian Tự động nhấn
zh_cn: 滑动以调整自动按下超时
zh_hk: 掃一下調整「自動按下」超時
zh_tw: 滑動來調整「自動按下」逾時

# AXHoverTextDisplayModeDockedBottomTitle
source: Bottom
ar: الأسفل
ca: A baix
cs: Dole
da: Nederst
de: Unten
el: Κάτω
es: Abajo
es_us: Abajo
fi: Alhaalla
fr: En bas
fr_ca: En bas
he: למטה
hi: नीचे
hr: Dno
hu: Alsó
id: Bawah
it: In basso
ja: 下
ko: 하단
ms: Bawah
nl: Onder
no: Nederst
pl: Na dole
pt_br: Inferior
pt_pt: Em baixo
ro: Jos
ru: Внизу
sk: Dole
sl: Spodaj
sv: Nedtill
th: ด้านล่าง
tr: Alt
uk: Унизу
vi: Dưới cùng
zh_cn: 底部
zh_hk: 下
zh_tw: 底部

# AXCaptionTextHighlightOpacitySectionTitle
source: Opacity
ar: التعتيم
ca: Opacitat
cs: Neprůhlednost
da: Opacitet
de: Deckkraft
el: Αδιαφάνεια
es: Opacidad
es_us: Opacidad
fi: Peittävyys
fr: Opacité
fr_ca: Opacité
he: אטימות
hi: अपारदर्शिता
hr: Neprozirnost
hu: Átlátszatlanság
id: Opasitas
it: Opacità
ja: 不透明度
ko: 불투명도
ms: Kelegapan
nl: Ondoorzichtigheid
no: Opasitet
pl: Krycie
pt_br: Opacidade
pt_pt: Opacidade
ro: Opacitate
ru: Непрозрачность
sk: Nepriehľadnosť
sl: Neprosojnost
sv: Opacitet
th: ความทึบ
tr: Opaklık
uk: Непрозорість
vi: Độ mờ
zh_cn: 不透明度
zh_hk: 不透明度
zh_tw: 不透明度

# AXVoiceOverSpeakDetectedTextTitle
source: Speak Detected Text
ar: نطق النص المحدد
ca: Llegeix el text detectat
cs: Přečíst detekovaný text
da: Læs registreret tekst op
de: Erkannten Text sprechen
el: Εκφώνηση ανιχνευμένου κειμένου
es: Leer texto detectado
es_us: Leer texto detectado
fi: Puhu havaittu teksti
fr: Énoncer le texte détecté
fr_ca: Énoncer le texte détecté
he: הקראת מלל שזוהה
hi: पता किया गया टेक्स्ट बोलें
hr: Pročitaj detektirani tekst
hu: Észlelt szöveg felolvasása
id: Ucapkan Teks yang Terdeteksi
it: Leggi testo rilevato ad alta voce
ja: 検出されたテキストを読み上げる
ko: 감지된 텍스트 말하기
ms: Sebut Teks Dikesan
nl: Spreek gedetecteerde tekst uit
no: Les opp registrert tekst
pl: Przeczytaj wykryty tekst
pt_br: Falar Texto Selecionado
pt_pt: Enunciar texto detetado
ro: Enunțare text detectat
ru: Произношение текста
sk: Prečítať detegovaný text
sl: Izgovori zaznano besedilo
sv: Läs upp identifierad text
th: อ่านข้อความที่ตรวจพบ
tr: Seçilen Metni Seslendir
uk: Промовляти виявлений текст
vi: Đọc văn bản đã phát hiện
zh_cn: 朗读检测到的文本
zh_hk: 朗讀偵測到的文字
zh_tw: 朗讀偵測到的文字

# AXTypeToSiriDescription
source: Type to Siri with the onscreen keyboard, a Bluetooth keyboard, or the Remote app.
ar: اكتب لـ Siri باستخدام لوحة المفاتيح الظاهرة على الشاشة أو لوحة مفاتيح Bluetooth أو تطبيق الريموت.
ca: Utilitza “Escriu a Siri” amb el teclat de la pantalla, un teclat Bluetooth o l’app Comandament.
cs: K zadávání textu pro Siri můžete použít klávesnici na obrazovce, Bluetooth klávesnici nebo aplikaci Ovladač.
da: Skriv til Siri vha. tastaturet på skærmen, et Bluetooth-tastatur eller appen Remote.
de: Tippe Siri-Anfragen über die Bildschirmtastatur, eine Bluetooth-Tastatur oder die Remote-App ein.
el: Πληκτρολογήστε το αίτημά σας για το Siri με το πληκτρολόγιο οθόνης, ένα πληκτρολόγιο Bluetooth ή την εφαρμογή Remote.
es: Escribe a Siri con el teclado en pantalla, con un teclado Bluetooth o con la app Mando.
es_us: Escríbele a Siri usando el teclado en pantalla, un teclado Bluetooth o la app Remote.
fi: Syötä tekstiä Sirille näytöllä näkyvällä näppäimistöllä, Bluetooth-näppäimistöllä tai Kaukosäädin-apilla.
fr: Écrivez à Siri à l’aide du clavier à l’écran, d’un clavier Bluetooth ou de l’app Remote.
fr_ca: Écrivez à Siri avec le clavier à l’écran, un clavier Bluetooth ou l’app Télécommande.
he: באפשרותך להקליד את הבקשות שלך ל-Siri באמצעות מקלדת על גבי המסך, מקלדת Bluetooth או היישום ״שלט״.
hi: ऑनस्क्रीन कीबोर्ड, Bluetooth कीबोर्ड या रिमोट ऐप से Siri के लिए टाइप करें।
hr: Koristite Siri tipkanjem pomoću tipkovnice na zaslonu, Bluetooth tipkovnice ili aplikacije Remote.
hu: Sirinek gépelhet a képernyőn megjelenő billentyűzettel, egy Bluetooth-billentyűzettel vagy a Remote appal.
id: Ketik ke Siri dengan papan ketik pada layar, papan ketik Bluetooth, atau app Remote.
it: Scrivi a Siri usando la tastiera su schermo, una tastiera Bluetooth o l’app Remote.
ja: オンスクリーンキーボード、Bluetoothキーボード、またはリモコンアプリでSiriにタイプ入力してください。
ko: 화면상 키보드, Bluetooth 키보드 또는 리모컨 앱에서 타이핑하여 Siri를 사용합니다.
ms: Taip kepada Siri dengan papan kekunci atas skrin, papan kekunci Bluetooth atau app Remote.
nl: Typ vragen aan Siri met het schermtoetsenbord, een Bluetooth-toetsenbord of de Remote-app.
no: Skriv til Siri med tastaturet på skjermen, tilkoblede Bluetooth-tastatur eller fra Fjernkontroll-appen.
pl: Z funkcji Napisz do Siri możesz korzystać, używając klawiatury ekranowej lub Bluetooth albo aplikacji Pilot.
pt_br: Digite para a Siri com o teclado na tela, com um teclado Bluetooth ou com o app Remote.
pt_pt: Digite para interagir com Siri usando o teclado no ecrã, um teclado Bluetooth ou a aplicação Comando.
ro: Tastați pentru Siri cu tastatura de pe ecran, o tastatură Bluetooth sau aplicația Remote.
ru: Ввести текст для Siri можно с помощью экранной клавиатуры, клавиатуры Bluetooth или приложения «Пульт».
sk: Píšte žiadosti pre Siri na dotykovej klávesnici, Bluetooth klávesnici alebo pomocou apky Ovládač.
sl: Vnesite besedilo za Siri z zaslonsko tipkovnico, tipkovnico Bluetooth ali aplikacijo Daljinec.
sv: Skriv till Siri med tangentbordet på skärmen, ett Bluetooth-tangentbord eller appen Fjärrkontroll.
th: พิมพ์โต้ตอบกับ Siri ด้วยแป้นพิมพ์บนหน้าจอ แป้นพิมพ์บลูทูธหรือแป้นพิมพ์ในแอปรีโมท
tr: Ekran üzerindeki klavye, bir Bluetooth klavyesi veya Remote uygulaması ile Siri’ye Yazın.
uk: Пишіть до Siri за допомогою екранної клавіатури, Bluetooth-клавіатури або програми «Пульт».
vi: Nhập liệu vào Siri bằng bàn phím ảo, bàn phím Bluetooth hoặc ứng dụng ĐK từ xa.
zh_cn: 通过屏幕键盘、蓝牙键盘或“遥控器”App来通过键入使用Siri。
zh_hk: 使用螢幕鍵盤、藍牙鍵盤或「遙控器」App來輸入以使用Siri。
zh_tw: 使用螢幕鍵盤、藍牙鍵盤或「遙控器」App以輸入來與Siri對話。

# AXBrailleTranslationDeleteTableTitle
source: Are you sure you want to delete “%@”?
ar: هل ترغب بالتأكيد في حذف "%@"؟
ca: Confirmes que vols eliminar “%@”?
cs: Určitě chcete „%@“ smazat?
da: Er du sikker på, at du vil slette “%@”?
de: Möchtest du „%@“ wirklich löschen?
el: Θέλετε σίγουρα να διαγράψετε τα %@;
es: ¿Seguro que quieres eliminar “%@”?
es_us: ¿Quieres eliminar “%@”?
fi: Poistetaanko %@?
fr: Souhaitez-vous vraiment supprimer « %@ » ?
fr_ca: Souhaitez-vous vraiment supprimer « %@ »?
he: האם ברצונך למחוק את ״%@״?
hi: क्या आप निश्चित हैं कि आप “%@” को डिलीट करना चाहते हैं?
hr: Sigurno želite obrisati “%@”?
hu: Biztos benne, hogy törölni szeretné a(z) „%@” elemet?
id: Apakah Anda yakin ingin menghapus “%@”?
it: Confermi di voler eliminare “%@”?
ja: “%@”を削除してもよろしいですか?
ko: ‘%@’을(를) 삭제하겠습니까?
ms: Adakah anda pasti mahu memadamkan “%@”?
nl: Weet je zeker dat je '%@' wilt verwijderen?
no: Er du sikker på at du vil slette «%@»?
pl: Czy na pewno chcesz usunąć „%@”?
pt_br: Tem certeza de que deseja apagar “%@”?
pt_pt: Tem a certeza de que pretende apagar “%@”?
ro: Sigur doriți să ștergeți „%@”?
ru: Вы действительно хотите удалить «%@»?
sk: Naozaj chcete vymazať „%@“?
sl: Ste prepričani, da želite izbrisati tabelo »%@«?
sv: Är du säker på att du vill radera ”%@”?
th: คุณแน่ใจหรือไม่ว่าคุณต้องการลบ “%@”
tr: “%@” öğesini silmek istediğinizden emin misiniz?
uk: Справді видалити «%@»?
vi: Bạn có chắc chắn muốn xóa “%@” không?
zh_cn: 确定要删除“%@”吗？
zh_hk: 確定要刪除「%@」嗎？
zh_tw: 確定要刪除「%@」嗎？

# subtitle.preview.label.spoken
source: Subtitle Preview
ar: معاينة العنوان الفرعي
ca: Previsualització de subtítols
cs: Náhled titulků
da: Eksempel på undertekst
de: Untertitelvorschau
el: Προεπισκόπηση υπότιτλων
es: Previsualización de subtítulos
es_us: Vista previa de subtítulos
fi: Tekstityksen esikatselu
fr: Aperçu des sous-titres
fr_ca: Aperçu des sous-titres
he: תצוגה מקדימה של כתוביות
hi: सबटाइटल प्रीव्यू
hr: Pregled titlova
hu: Felirat előnézete
id: Pratinjau Subtitle
it: Anteprima sottotitoli
ja: 字幕プレビュー
ko: 자막 미리보기
ms: Pratonton Sari Kata
nl: Voorvertoning ondertiteling
no: Forhåndsvis undertekster
pl: Podgląd napisów
pt_br: Pré-visualização de Legendas
pt_pt: Pré‑visualização de legendas
ro: Previzualizare subtitrare
ru: Просмотр субтитров
sk: Náhľad titulkov
sl: Predogled podnapisov
sv: Undertextförhandsvisning
th: ตัวอย่างคำบรรยาย
tr: Altyazı Önizleme
uk: Перегляд субтитрів
vi: Xem trước Phụ đề
zh_cn: 字幕预览
zh_hk: 字幕預覽
zh_tw: 字幕預覽

# AXCaptionsAndSDHTitle
source: Closed Captions + SDH
ar: الشرح المكتوب لأحداث العرض + الترجمة للصم وضعاف السمع
ca: Subtítols descriptius i per a sords
cs: Skryté titulky + neslyšící
da: Closed Captions + TH
de: Erweiterte Untertitel + UT
el: Κλειστές λεζάντες + SDH
es: Subtítulos descriptivos y para sordos
es_us: Subtítulos opc. y para sordera
fi: Kuvaileva ja ohjelmatekstitys
fr: Sous-titres codés et SM
fr_ca: Sous-titres codés et SM
he: כתוביות לכבדי שמיעה + SDH
hi: क्लोज़्ड कैप्शन + SDH
hr: Prošireni titlovi + SDH
hu: Szöveges átiratok + SDH
id: Teks Tertulis + SDH
it: Sottotitoli non udenti + SDH
ja: クローズドキャプション+SDH
ko: 청각 장애인용 자막 + SDH
ms: Kapsyen Tertutup + SDH
nl: Bijschriften geluid + O.D.S.
no: Skjult teksting + SDH
pl: Napisy dla niesłyszących
pt_br: Legendas Ocultas + SDH
pt_pt: Opcional / para surdos
ro: Subtitrări complexe + SDH
ru: Скрытые субтитры + SDH
sk: Skryté titulky + SDH
sl: Podnaslovi za gluhe in naglušne
sv: Textning för hörselskadade
th: คำบรรยายภาพ + SDH
tr: Açıklamalı Altyazılar
uk: Приховані субтитри + SDH
vi: Chú thích chi tiết + SDH
zh_cn: 隐藏式字幕+ SDH
zh_hk: 隱藏式字幕 + SDH
zh_tw: 隱藏式字幕 + SDH

# AXCaptionTooShortError
source: Enter a name for this custom caption style.
ar: أدخل اسمًا لنمط التسمية التوضيحية المخصص هذا.
ca: Posa un nom a l’estil de subtítol personalitzat.
cs: Zadejte název tohoto vlastního stylu titulků.
da: Skriv et navn til dette specielle billedtekstformat.
de: Gib für diesen eigenen Untertitelstil einen Namen ein.
el: Εισαγάγετε ένα όνομα για αυτό το προσαρμοσμένο στιλ λεζαντών.
es: Introduce un nombre para este estilo de subtítulos personalizado.
es_us: Ingresa un nombre para este estilo de subtítulos personalizado.
fi: Anna nimi muokatulle kuvailevan tekstityksen tyylille.
fr: Saisissez un nom pour ce style de sous-titres personnalisé.
fr_ca: Entrez un nom pour ce style personnalisé de sous-titres.
he: יש להזין שם עבור סגנון כתוביות מותאם אישית זה.
hi: इस कस्टम कैप्शन शैली के लिए नाम दर्ज करें।
hr: Unesite naziv za ovaj korisnički stil titlova.
hu: Adja meg ennek az egyéni feliratstílusnak a nevét.
id: Masukkan nama untuk gaya teks khusus ini.
it: Inserisci un nome per questo stile di sottotitoli personalizzato.
ja: このカスタムキャプションスタイルの名前を入力してください。
ko: 이 사용자 설정 자막 스타일에 대한 이름을 입력하십시오.
ms: Masukkan nama untuk gaya kapsyen tersuai ini.
nl: Voer een naam in voor deze aangepaste stijl voor bijschriften voor spraak en geluiden.
no: Gi et navn til den tilpassede stilen for skjult teksting.
pl: Podaj nazwę tego własnego stylu napisów.
pt_br: Digite um nome para este estilo de legenda personalizado.
pt_pt: Digite um nome para este estilo de legendas personalizado.
ro: Introduceți un nume pentru acest stil personalizat de subtitrare.
ru: Введите название для этого собственного стиля субтитров.
sk: Zadajte názov pre tento vlastný štýl titulkov.
sl: Vnesite ime za ta prilagojeni slog napisov.
sv: Ange ett namn för den här anpassade undertextstilen.
th: ป้อนชื่อสำหรับลักษณะคำบรรยายภาพที่กำหนดนี้
tr: Bu özel altyazı stili için bir ad girin.
uk: Введіть імʼя для цього власного стилю написів.
vi: Nhập tên cho kiểu chú thích tùy chỉnh này.
zh_cn: 输入此自定义字幕样式的名称。
zh_hk: 請輸入此自訂字幕樣式的名稱。
zh_tw: 為此自訂字幕樣式輸入名稱。
